13/data/attachments/351ec8aba6b1a703.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_46c8375b-b8f7-47cb-b7a4-5c6e1163b72f</nif:username>
            <nif:friendToBeAdded>Matthew_state_Friend_90817_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>